{
    "caves": [
      {
        "id": 1,
        "title": "Mammoth Cave",
        "description": "Mammoth Cave in Kentucky is the world's longest known cave system, with more than 400 miles explored, and one of the oldest tour attractions in North America. Both guided and self-guided tours can be seen throughout the year. For those who are a little adventurous, choose the route where you can experience crawling in the mud and through the dusty tunnels.",
        "region": "Southern",
        "location": "Mammoth Cave National Park, Kentucky",
        "image": "https://www.attractionsofamerica.com/images/all_thingstodo/20170822164700_mammoth-cave.jpg"
      },
      {
        "id": 2,
        "title": "Laurel Caverns",
        "description": "For a day of adventure, visit Laurel Caverns!  Laurel Caverns is the largest cave in the Northeastern United States with over four miles of natural passages. Split into two sections, the entrance into the upper cavern is a network of interconnecting grid-like passages, while its unlit lower cavern, known as its branch-work, consists of subterranean watercourses that flow into a dendritic system of passages.",
        "region": "Eastern",
        "location": "Farmington, Pennslyvania",
        "image": "https://laurelcaverns.com/wp-content/uploads/2019/08/Laurel-Caverns-with-Owner-David-Cale-163.jpg"
      },
      {
        "id": 3,
        "title": "Carlsbad Caverns",
        "description": "High ancient sea ledges, deep rocky canyons, flowering cactus, and desert wildlife—treasures above the ground in the Chihuahuan Desert. Hidden beneath the surface are more than 119 caves—formed when sulfuric acid dissolved limestone leaving behind caverns of all sizes. One of the most notable sights at Carlsbad Cavern is the spectacle of the park’s 400,000 Brazilian free-tailed bats leaving the cave each night at sunset.",
        "region": "Western",
        "location": "Carlsbad, New Mexico",
        "image": "https://assets3.thrillist.com/v1/image/2698704/2880x1620/crop;jpeg_quality=60;progressive.jpg"
      },
      {
        "id": 4,
        "title": "Cosmic Caverns",
        "description": "Cosmic Cavern in Berryville, Arkansas is one of the states’ most beautiful natural attractions! There are two bottomless lakes and the bottom or end of these lakes has yet to be found. Cosmic Cavern is home to the extremely rare Ozark Blind Cave Salamanders. Guided tours available including an off-trail Wild Cave Tour.",
        "region": "Southern",
        "location": "Berryville, Arkansas",
        "image": "https://lh3.googleusercontent.com/p/AF1QipNoU2-X8yKoX_jAZDOkbZo0f9p6Yh1PrEvbUrOX=s1360-w1360-h1020"
      },
      {
        "id": 5,
        "title": "Lewis & Clark Caverns",
        "description": "Discover one of the most highly decorated limestone caverns in North America! Cave passages are lined with a variety of vibrant stalactites, stalagmites, columns, helictites, flowstone ribbons and popcorn. Learn about geologic development and the history of early exploration; gain insight into the delicate ecology of this fabulous underground!",
        "region": "Northern",
        "location": "Whitehall, Montana",
        "image": "https://www.destinationmontana.com/wp-content/uploads/2017/10/Lewis-and-clark-caverns.jpg"
      },
      {
        "id": 6,
        "title": "Meramec Caverns",
        "description": "Beneath the fertile rolling hills of the Meramec Valley, lies a complex of mineral formations and color as rare and unique as they are beautiful. These jewels of nature which took thousands of years to grow, are preserved in the spectacular sights of Meramec Caverns. Guided tours by trained rangers are conducted along well-lighted walkways. On tour you will see both the rarest and largest cave formations in the world.",
        "region": "Midwest",
        "location": "Sullivan, Missouri",
        "image": "https://assets3.thrillist.com/v1/image/2697981/0x0/scale;webp=auto;jpeg_quality=60.jpg"
      },
      {
        "id": 7,
        "title": "Crystal Cave",
        "description": "Crystal Cave is an excellent example of a marble cavern. Because of fragile formations, the only way to visit the cave is on a guided tour.  There are over 240 known caves in the Sequoia National Park but the Crystal Cave is the only one accessible to the public.",
        "region": "Western",
        "location": "Sequoia National Park, California",
        "image": "https://d194ip2226q57d.cloudfront.net/images/417July22_CrystalCave.original.jpg"
      },
      {
        "id": 8,
        "title": "Luray Caverns",
        "description": "Visit the largest and most popular cavern in the eastern US with over half a million visitors each year. Take a guided tour to see the Great Stalacpipe Organ-the largest musical instrument in the world, which uses electronically controlled rubber mallets to gently tap the cave's stalactites, turning 3 acres of the cave into a music hall.",
        "region": "Eastern",
        "location": "Luray, Virginia",
        "image": "https://assets3.thrillist.com/v1/image/2698713/1584x1054/crop;jpeg_quality=60.jpg"
      },
      {
        "id": 9,
        "title": "Cave of the Mounds",
        "description": "Cave of the Mounds National Natural Landmark home to a variety of brilliantly colored stalactites, stalagmites and underground pools. Self-paced tours depart frequently with interpretive signage and staff members located in the cave to guide your way. The grounds also offer rock gardens, a gemstone mine, a fossil dig, hiking trails and picnic areas.",
        "region": "Midwest",
        "location": "Blue Mounds, Wisconsin",
        "image": "https://images.squarespace-cdn.com/content/v1/5ebec78db14a7023932026c7/1616387081829-TOKDMQL9TMV65T30RS64/cave3.jpg"
      },
      {
        "id": 10,
        "title": "Jewel Cave",
        "description": "Jewel Cave National Monument is a natural wonderland with some of the most awe-inspiring cave formations in the world. It is the fifth longest cave in the world. Sign up for a guided tour today!",
        "region": "Northern",
        "location": "Custer, South Dakota",
        "image": "https://mybackyardandbeyond.com/wp-content/upload`s/2023/02/PXL_20220703_222658315.jpg"
      }
    ]
  }